Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ResetConfirmationText
source: Are you sure you want to reset your Apple TV to factory settings and erase all settings and information? You’ll need to set up your Apple TV again. Make sure your Apple TV stays plugged in while it resets.
ar: هل ترغب بالتأكيد في إعادة تعيين Apple TV إلى إعدادات المصنع ومسح جميع الإعدادات والمعلومات؟ سيلزم إعداد Apple TV مرة أخرى. يرجى التأكد من إبقاء Apple TV متصلاً بالطاقة أثناء إعادة التعيين.
ca: Confirmes que vols restaurar la configuració de fàbrica de l’Apple TV i esborrar‑ne els paràmetres i tota la informació? Hauràs de tornar a configurar l’Apple TV. Mentre restableixis l’Apple TV, vigila que no es desconnecti.
cs: Určitě chcete resetovat nastavení Apple TV a smazat všechna svoje nastavení a data? Apple TV bude nutné nastavit znovu. V průběhu resetování musí být Apple TV připojená ke zdroji napájení.
da: Er du sikker på, at du vil nulstille Apple TV til fabriksindstillinger og slette alle indstillinger og oplysninger? Du vil skulle indstille Apple TV igen. Sørg for, at Apple TV forbliver sluttet til en stikkontakt, mens det nulstilles.
de: Möchtest du dein Apple TV wirklich auf die Werkseinstellungen zurücksetzen und alle Einstellungen und Informationen löschen? Du musst das Apple TV dann erneut konfigurieren. Stelle sicher, dass dein Apple TV während des Zurücksetzens am Stromnetz angeschlossen ist.
el: Θέλετε σίγουρα να γίνει επαναφορά του Apple TV στις εργοστασιακές ρυθμίσεις και να σβηστούν όλες οι ρυθμίσεις και οι πληροφορίες; Θα χρειαστεί να διαμορφώσετε εκ νέου το Apple TV σας. Βεβαιωθείτε ότι το Apple TV είναι συνδεδεμένο στο ρεύμα κατά τη διάρκεια της επαναφοράς.
es: ¿Seguro que quieres restablecer los ajustes originales del Apple TV y borrar todos los ajustes y los datos? Deberás configurar el Apple TV de nuevo. Asegúrate de que el Apple TV permanece enchufado durante este proceso.
es_us: ¿Quieres restablecer tu Apple TV a la configuración predeterminada y borrar toda su configuración y datos? Tendrás que configurarlo de nuevo. Asegúrate de que esté conectado mientras se restablece.
fi: Haluatko nollata Apple TV:n tehdasasetuksiin ja tyhjentää kaikki asetukset ja tiedot? Apple TV on otettava käyttöön uudelleen. Varmista, että Apple TV pysyy liitettynä virtalähteeseen nollauksen aikana.
fr: Voulez-vous vraiment réinitialiser tous les réglages de votre Apple TV et effacer toutes les données ? Vous devrez à nouveau configurer votre Apple TV. Assurez-vous que votre Apple TV reste branchée tout au long de sa réinitialisation.
fr_ca: Souhaitez-vous vraiment rétablir les réglages d’origine de votre Apple TV et réinitialiser tous les réglages et les informations? Votre Apple TV devra être reconfigurée. Assurez-vous que l’Apple TV est branchée lors de sa réinitialisation.
he: האם ברצונך לאפס את ה-Apple TV להגדרות היצרן ולמחוק את כל ההגדרות והמידע? הפעולה תדרוש הגדרה מחדש של ה-Apple TV. יש לוודא שה-Apple TV נשאר מחובר למקור חשמל במהלך האיפוס.
hi: क्या आप वाक़ई अपने Apple TV को फ़ैक्ट्री सेटिंग पर रीसेट करना और सभी सेटिंग और जानकारी को मिटाना चाहते हैं? आपको अपना Apple TV फिर से सेटअप करना होगा। यह पक्का करें कि आपका Apple TV रीसेट करते समय प्लग-इन रहे।
hr: Sigurno želite resetirati Apple TV na tvorničke postavke i obrisati sve postavke i informacije? Trebat ćete ponovno podesiti Apple TV. Pripazite da Apple TV ostane spojen na napajanje tijekom resetiranja.
hu: Biztosan visszaállítja az Apple TV‑t a gyári beállításokra, és töröl minden beállítást és információt? A művelet elvégzése után ismét be kell állítani az Apple TV‑t. Az alaphelyzetbe állítás alatt az Apple TV-nek áramforráshoz kell csatlakoznia.
id: Apakah Anda yakin ingin mengatur ulang Apple TV Anda ke pengaturan pabrik serta menghapus semua pengaturan dan informasi? Anda harus mengatur Apple TV Anda lagi. Pastikan Apple TV Anda tetap tersambung saat diatur ulang.
it: Confermi di voler ripristinare le impostazioni di fabbrica su Apple TV e inizializzare tutte le informazioni e le impostazioni? Dovrai configurare nuovamente Apple TV. Assicurati che il dispositivo sia collegato a una sorgente di alimentazione durante il processo.
ja: Apple TVを工場出荷時の設定にリセットしてすべての設定と情報を消去してもよろしいですか? Apple TVを再度設定する必要があります。 リセット中は必ずApple TVの電源をコンセントに差し込んだままにしてください。
ko: Apple TV를 초기 설정으로 재설정하고 모든 설정 및 정보를 지우겠습니까? 이렇게 하면 Apple TV를 다시 설정해야 합니다. 재설정하는 동안 Apple TV가 전원에 연결되어 있어야 합니다.
ms: Adakah anda pasti mahu mereset Apple TV anda kepada seting kilang dan memadamkan semua seting serta maklumat? Anda perlu menyediakan Apple TV anda sekali lagi. Pastikan Apple TV anda kekal dipalam semasa direset.
nb: Er du sikker på at du vil nullstille Apple TV til fabrikkinnstillingene og slette alle innstillinger og data? Du må konfigurere Apple TV-enheten på nytt etterpå. Apple TV-enheten må være koblet til strøm mens nullstillingen pågår.
nl: Weet je zeker dat je de fabrieksinstellingen van je Apple TV wilt herstellen en alle instellingen en informatie wilt wissen? Hierdoor moet je je Apple TV opnieuw configureren. Koppel tijdens het herstellen van de fabrieksinstellingen het netsnoer van de Apple TV niet los.
pl: Czy na pewno chcesz wyzerować Apple TV do ustawień fabrycznych oraz usunąć wszystkie ustawienia i dane? Będzie to wymagało ponownego skonfigurowania Apple TV. Apple TV musi być podłączony do źródła zasilania przez cały czas trwania zerowania.
pt_br: Tem certeza de que deseja redefinir a Apple TV aos ajustes de fábrica e apagar todos os ajustes e informações? Você deverá configurar a Apple TV novamente. Mantenha a Apple TV conectada enquanto ela é redefinida.
pt_pt: Tem a certeza de que pretende repor as definições de fábrica na Apple TV e apagar todas as outras definições e informação? Necessitará de voltar a configurar o dispositivo. Certifique‑se de que a Apple TV permanece ligada à corrente.
ro: Sigur doriți să resetați Apple TV‑ul dvs. la configurările din fabrică și să îi ștergeți toate configurările și informațiile? Va trebui să vă reconfigurați Apple TV‑ul. Asigurați‑vă că Apple TV‑ul rămâne cuplat la alimentare în timpul resetării.
ru: Вы действительно хотите сбросить Apple TV до заводских настроек и стереть все настройки и информацию? После этого придется настроить Apple TV заново. Не отключайте Apple TV во время сброса.
sk: Naozaj chcete resetovať Apple TV na pôvodné nastavenia a vymazať všetky nastavenia a informácie? Apple TV bude potrebné znovu nastaviť. Počas resetovania by Apple TV malo ostať pripojené k napájaniu.
sl: Ste prepričani, da želite ponastaviti Apple TV na tovarniške nastavitve ter izbrisati vse nastavitve in informacije? Znova boste morali nastaviti Apple TV. Prepričajte se, da je Apple TV med ponastavitvijo ves čas priključen.
sv: Är du säker på att du vill återställa Apple TV till fabriksinställningarna och radera alla inställningar och all information? Du kommer att behöva ställa in Apple TV igen. Se till att strömmen till Apple TV inte bryts medan den nollställs.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการรีเซ็ต Apple TV ของคุณให้กลับเป็นการตั้งค่าจากโรงงานและลบการตั้งค่าและข้อมูลทั้งหมด คุณจะต้องตั้งค่า Apple TV ของคุณอีกครั้ง ตรวจสอบให้แน่ใจว่า Apple TV ของคุณเสียบปลั๊กอยู่ขณะที่รีเซ็ตเครื่อง
tr: Apple TV’nizi fabrika ayarlarına sıfırlayıp tüm ayarları ve bilgileri silmek istediğinizden emin misiniz? Apple TV’nizi yeniden ayarlamanız gerekir. Apple TV'niz sıfırlanırken fişinin takılı olduğundan emin olun.
uk: Справді скинути Apple TV до заводських параметрів і стерти всі параметри й дані? Вам доведеться налаштувати Apple TV знову. У жодному разі не відʼєднуйте Apple TV від живлення під час скидання.
vi: Bạn có chắc chắn muốn đặt lại Apple TV về cài đặt gốc, đồng thời xóa tất cả các cài đặt và thông tin không? Bạn sẽ cần thiết lập lại Apple TV của mình. Đảm bảo rằng Apple TV của bạn vẫn được cắm điện trong khi đặt lại.
zh_cn: 你确定要将Apple TV还原为出厂设置并抹掉所有设置和信息吗？你将需要重新设置Apple TV。 还原过程中，请确保Apple TV的电源连接。
zh_hk: 確定要將Apple TV重設為出廠預設值，並清除所有設定及資料嗎？你將需要重新設定Apple TV。 請確定Apple TV在重設期間接上電源。
zh_tw: 確定要將Apple TV重置成原廠設定，並清除所有設定和資訊嗎？你需要重新設定Apple TV。 請確定Apple TV在重置期間已接上電源。

# ResetConfirmationTitle
source: Reset
ar: إعادة تعيين
ca: Restabliment
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: ¿Restablecer?
es_us: Restablecer
fi: Nollaus
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiranje
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
ko: 재설정
nb: Nullstill
nl: Stel opnieuw in
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavitev
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скидання
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# ResetDescriptionText
source: Select Reset to restore your Apple TV to factory settings and erase all settings and information. Select Reset and Update to restore your Apple TV to factory settings, erase all settings and information, and update to the latest tvOS version.
ar: حدد "إعادة التعيين" لإعادة تعيين Apple TV إلى إعدادات المصنع ومسح جميع الإعدادات والمعلومات. حدد "إعادة التعيين والتحديث" لإعادة تعيين Apple TV إلى إعدادات المصنع، ومسح جميع الإعدادات والمعلومات، وتحديثه إلى آخر إصدار من tvOS.
ca: Selecciona “Restableix” per restaurar la configuració de fàbrica de l’Apple TV i esborrar‑ne els paràmetres i tota la informació. Selecciona “Restableix i actualitza” per restaurar la configuració de fàbrica de l’Apple TV, esborrar‑ne els paràmetres i tota la informació, i actualitzar‑lo a la darrera versió del tvOS.
cs: Volbou Resetovat obnovíte tovární nastavení Apple TV a smažete všechna svoje nastavení a data. Volbou Resetovat a aktualizovat obnovíte tovární nastavení Apple TV, smažete všechna svoje nastavení a data a provedete aktualizaci na nejnovější verzi tvOS.
da: Vælg Nulstil for at gendanne din Apple TV-enhed til fabriksindstillinger og slette alle indstillinger og oplysninger. Vælg Nulstil og opdater for at gendanne din Apple TV-enhed til fabriksindstillinger, slette alle indstillinger og oplysninger og opdatere til den seneste tvOS-version.
de: Wähle „Zurücksetzen“, um das Apple TV zurückzusetzen und alle Einstellungen und Informationen zu löschen. Wähle „Zurücksetzen und Aktualisieren“, um das Apple TV auf die Werkseinstellungen zurückzusetzen, alle Einstellungen und Informationen zu löschen und auf die neueste tvOS-Version zu aktualisieren.
el: Επιλέξτε «Επαναφορά» για επαναφορά του Apple TV στις εργοστασιακές ρυθμίσεις και σβήσιμο όλων των ρυθμίσεων και πληροφοριών. Επιλέξτε «Επαναφορά και ενημέρωση» για επαναφορά του Apple TV στις εργοστασιακές ρυθμίσεις, σβήσιμο όλων των ρυθμίσεων και πληροφοριών και ενημέρωση στην πιο πρόσφατη έκδοση tvOS.
es: Selecciona Restablecer para restaurar los ajustes originales del Apple TV y borrar todos los ajustes y los datos. Selecciona “Restablecer y actualizar” para restaurar los ajustes originales del Apple TV, borrar todos los ajustes y los datos, y actualizarlo a la última versión de tvOS disponible.
es_us: Selecciona Restablecer para restaurar tu Apple TV a la configuración predeterminada y borrar toda su configuración y datos. Selecciona Restablecer y actualizar para restaurar tu Apple TV a la configuración predeterminada, borrar toda su configuración y datos, y actualizarlo a la versión más reciente de tvOS.
fi: Voit palauttaa Apple TV:n tehdasasetuksiin ja tyhjentää kaikki asetukset ja tiedot valitsemalla Nollaa. Voit palauttaa Apple TV:n tehdasasetuksiin, tyhjentää kaikki asetukset ja tiedot ja päivittää laitteen uusimpaan tvOS-versioon valitsemalla Nollaa ja päivitä.
fr: Sélectionnez Réinitialiser pour réinitialiser tous les réglages de votre Apple TV et effacer toutes les données. Sélectionnez « Réinitialiser et mettre à jour » pour réinitialiser tous les réglages de votre Apple TV, effacer toutes les données et mettre à jour vers la dernière version de tvOS.
fr_ca: Sélectionnez « Réinitialiser » pour rétablir les réglages d’origine de votre Apple TV et réinitialiser tous les réglages et les informations. Sélectionnez « Réinitialiser et mettre à jour » pour rétablir les réglages d’origine de votre Apple TV, réinitialiser tous les réglages et les informations, et effectuer une mise à jour vers la dernière version de tvOS.
he: יש לבחור ב״איפוס״ כדי לשחזר את הגדרות היצרן של ה-Apple TV ולמחוק את כל ההגדרות והמידע. יש לבחור ב״איפוס ועדכון״ כדי לשחזר את הגדרות היצרן של ה-Apple TV, למחוק את כל ההגדרות והמידע ולעדכן לגירסת ה-tvOS העדכנית ביותר.
hi: अपने Apple TV को फ़ैक्ट्री सेटिंग पर रीस्टोर करने और सभी सेटिंग और जानकारी मिटाने के लिए “रीसेट करें” चुनें। अपने Apple TV को फ़ैक्ट्री सेटिंग पर रीस्टोर करने, सभी सेटिंग और जानकारी को मिटाने और tvOS के नवीनतम संस्करण पर अपडेट करने के लिए “रीसेट और अपडेट करें” चुनें।
hr: Odaberite “Resetiraj” za resetiranje Apple TV‑a na tvorničke postavke te brisanje svih postavki i informacija. Odaberite “Resetiraj i ažuriraj” za resetiranje Apple TV‑a na tvorničke postavke, brisanje svih postavki i informacija te ažuriranje na najnoviju verziju tvOS-a.
hu: Az Alaphelyzetbe állítás kiválasztásával visszaállítja az Apple TV gyári beállításait, és töröl minden beállítást és információt. Az Alaphelyzetbe állítás és frissítés kiválasztásával visszaállítja az Apple TV gyári beállításait, töröl minden beállítást és információt, és frissít a legújabb tvOS-verzióra.
id: Pilih Atur Ulang untuk memulihkan Apple TV Anda ke pengaturan pabrik serta menghapus semua pengaturan dan informasi. Pilih Atur Ulang dan Perbarui untuk memulihkan Apple TV Anda ke pengaturan pabrik, menghapus semua pengaturan dan informasi, serta memperbarui ke tvOS versi terbaru.
it: Seleziona Inizializza per riportare Apple TV alle impostazioni di fabbrica e inizializzare impostazioni e dati. Scegli “Inizializza e aggiorna” per riportare Apple TV alle impostazioni di fabbrica, inizializzare le impostazioni e i dati e installare l’ultima versione di tvOS.
ja: Apple TVを工場出荷時の設定に復元してすべての設定と情報を消去する場合は、“リセット”を選択してください。 Apple TVを工場出荷時の設定に復元してすべての設定と情報を消去し、最新のtvOSバージョンにアップデートする場合は、“リセットしてアップデート”を選択してください。
ko: Apple TV를 초기 설정으로 복원하고 모든 설정 및 정보를 지우려면 재설정을 선택하십시오. Apple TV를 초기 설정으로 복원하고, 모든 설정 및 정보를 지우며, 최신 tvOS 버전으로 업데이트하려면 재설정 및 업데이트를 선택하십시오.
ms: Pilih Reset untuk memulihkan Apple TV anda kepada seting kilang dan memadamkan semua seting serta maklumat. Pilih Reset dan Kemas Kini untuk memulihkan Apple TV anda kepada seting kilang, padamkan semua seting serta maklumat dan kemas kini kepada versi tvOS terkini.
nb: Velg Nullstill for å gjenopprette Apple TV til fabrikkinnstillingene og slette alle innstillinger og data. Velg Nullstill og oppdater for å gjenopprette Apple TV til fabrikkinnstillingene, slette alle innstillinger og data og oppdatere til nyeste tvOS-versjon.
nl: Selecteer 'Herstel' om de fabrieksinstellingen van je Apple TV te herstellen en alle instellingen en informatie te wissen. Selecteer 'Herstel en werk bij' om de fabrieksinstellingen van je Apple TV te herstellen, alle instellingen en informatie te wissen en bij te werken naar de nieuwste versie van tvOS.
pl: Wybierz Wyzeruj, aby przywrócić ustawienia fabryczne Apple TV oraz wymazać wszystkie ustawienia i dane. Wybierz Wyzeruj i uaktualnij, aby przywrócić ustawienia fabryczne Apple TV, usunąć wszystkie ustawienia i dane oraz uaktualnić go do najnowszej wersji tvOS.
pt_br: Selecione Redefinir para restaurar a Apple TV aos ajustes de fábrica e apagar todos os ajustes e informações. Selecione Redefinir e Atualizar para restaurar a Apple TV aos ajustes de fábrica, apagar todos os ajustes e informações e atualizar para a versão mais recente do tvOS.
pt_pt: Selecione Repor para restaurar as definições de fábrica na Apple TV e apagar todas as outras definições e informação. Selecione Repor e atualizar para restaurar as definições de fábrica na Apple TV, apagar todas as outras definições e informação, e atualizar com a versão mais recente do tvOS.
ro: Selectați Resetați pentru a restaura Apple TV‑ul la configurările din fabrică și pentru a șterge toate configurările și informațiile. Selectați Resetați și actualizați pentru a restaura Apple TV‑ul la configurările din fabrică, pentru a șterge toate configurările și informațiile și pentru a actualiza la cea mai recentă versiune de tvOS.
ru: Выберите «Сбросить», чтобы восстановить заводские настройки Apple TV и стереть все настройки и информацию. Выберите «Сбросить и обновить», чтобы восстановить заводские настройки Apple TV, стереть все настройки и информацию, а также обновить tvOS до новейшей версии.
sk: Ak chcete na svojom Apple TV obnoviť pôvodné nastavenia a vymazať všetky nastavenia a informácie, vyberte Resetovať. Ak chcete na svojom Apple TV obnoviť pôvodné nastavenia, vymazať všetky nastavenia a informácie a aktualizovať na najnovšiu verziu tvOS, vyberte Resetovať a aktualizovať.
sl: Izberite možnost Ponastavi, da ponastavite Apple TV na tovarniške nastavitve ter izbrišete vse nastavitve in informacije. Izberite možnost Ponastavi in posodobi, da ponastavite Apple TV na tovarniške nastavitve, izbrišete vse nastavitve in informacije ter posodobite napravo na najnovejšo različico tvOS.
sv: Välj Nollställ om du vill återställa Apple TV till fabriksinställningarna och radera alla inställningar och all information. Välj Nollställ och uppdatera om du vill återställa Apple TV till fabriksinställningarna, radera alla inställningar och all information och uppdatera till senaste versionen av tvOS.
th: เลือกรีเซ็ตเพื่อกู้คืน Apple TV ของคุณให้กลับเป็นการตั้งค่าจากโรงงานและลบการตั้งค่าและข้อมูลทั้งหมด เลือกรีเซ็ตและอัปเดตเพื่อกู้คืน Apple TV ของคุณให้กลับเป็นการตั้งค่าจากโรงงาน ลบการตั้งค่าและข้อมูลทั้งหมด และอัปเดต tvOS เป็นเวอร์ชั่นล่าสุด
tr: Apple TV’nizi fabrika ayarlarına geri yükleyip tüm ayarları ve bilgileri silmek için Sıfırla’yı seçin. Apple TV’nizi fabrika ayarlarına geri yüklemek, tüm ayarları ve bilgileri silmek ve en son tvOS sürümüne güncellemek için Sıfırla ve Güncelle’yi seçin.
uk: Виберіть «Скинути», щоб відновити Apple TV до заводських параметрів і стерти всі параметри й дані. Виберіть «Скинути й оновити», щоб відновити Apple TV до заводських параметрів, стерти всі параметри й дані та оновити до останньої версії tvOS.
vi: Chọn Đặt lại để khôi phục Apple TV của bạn về cài đặt gốc, đồng thời xóa tất cả các cài đặt và thông tin. Chọn Đặt lại và cập nhật để khôi phục Apple TV của bạn về cài đặt gốc, xóa tất cả các cài đặt và thông tin, đồng thời cập nhật lên phiên bản tvOS mới nhất.
zh_cn: 选择“还原”可将Apple TV恢复为出厂设置并抹掉所有设置和信息。 选择“还原并更新”可将Apple TV恢复为出厂设置、抹掉所有设置和信息并更新至最新Apple tvOS版本。
zh_hk: 選擇「重設」以將Apple TV還原為出廠預設值，並清除所有設定及資料。 選擇「重設並更新」以將Apple TV還原為出廠預設值、清除所有設定及資料，並更新到tvOS的最新版本。
zh_tw: 選取「重置」來將Apple TV回復成原廠設定，並清除所有設定和資訊。 請選取「重置並更新」來將Apple TV回復成原廠設定、清除所有設定和資訊，並更新到最新的tvOS版本。

# ResetFailedText
source: Can’t reset your settings. You can try again and if the problem persists, select Restore instead.
ar: لا يمكن إعادة تعيين الإعدادات. يمكنك المحاولة مرة أخرى، وإذا استمرت المشكلة، فحدد "استعادة" بدلاً من ذلك.
ca: No es pot restablir la configuració. Torna-ho a provar i, si el problema continua, selecciona “Restaura”.
cs: Nastavení nelze resetovat. Můžete to zkusit znovu. Pokud problém přetrvává, vyberte volbu Obnovit.
da: Dine indstillinger kan ikke nulstilles. Du kan prøve igen, men hvis problemet fortsætter, skal du vælge Gendan i stedet.
de: Die Einstellungen können nicht zurückgesetzt werden. Du kannst es erneut versuchen und, falls das Problem weiterhin besteht, stattdessen „Wiederherstellen“ auswählen.
el: Δεν είναι δυνατή η επαναφορά των ρυθμίσεών σας. Δοκιμάστε ξανά και, αν το πρόβλημα παραμένει, επιλέξτε «Επαναφορά».
es: No se pueden restablecer los ajustes. Inténtalo de nuevo y, si el problema persiste, selecciona Restaurar.
es_us: No se pudo restablecer la configuración. Puedes reintentar. Si el problema persiste, selecciona Restaurar.
fi: Asetuksia ei voida nollata. Voit yrittää uudelleen, ja jos ongelma jatkuu, valitse sen sijaan Palautus.
fr: Impossible de réinitialiser vos réglages. Réessayez. Si le problème persiste, sélectionnez Restaurer.
fr_ca: Impossible de réinitialiser les réglages. Vous pouvez réessayer. Si le problème persiste, sélectionnez Restaurer.
he: לא ניתן לאפס את ההגדרות. באפשרותך לנסות שוב. אם הבעיה נמשכת, יש לבחור באפשרות ״שחזור״ במקום.
hi: आपकी सेटिंग रीसेट नहीं की जा सकती हैं। आप फिर कोशिश कर सकते हैं और यदि समस्या बनी रहती है, तो “रीस्टोर करें” चुनें।
hr: Vaše se postavke ne mogu resetirati. Možete pokušati ponovno i ako problem i dalje bude prisutan, pokrenite obnavljanje umjesto resetiranja.
hu: A beállítások nem állíthatók alaphelyzetbe. Próbálja újra, és ha a probléma továbbra is fennáll, válassza a Visszaállítás lehetőséget.
id: Tidak dapat mengatur ulang pengaturan Anda. Anda dapat mencoba lagi dan, jika masalah berlanjut, pilih Pulihkan sebagai gantinya.
it: Non è possibile inizializzare le impostazioni. Riprova. Se il problema persiste, seleziona l’opzione Inizializza.
ja: 設定をリセットできません。 やり直してみて、それでも問題が解決しない場合は、代わりに“復元”を選択してください。
ko: 설정을 초기화할 수 없습니다. 다시 시도해 보고 문제가 계속 발생하면 ‘복원’을 선택하십시오.
ms: Tidak boleh mereset seting anda. Anda boleh mencuba lagi dan jika masalah berterusan, pilih Pulihkan.
nb: Kan ikke nullstille innstillingene. Prøv igjen. Hvis problemet vedvarer, kan du velge Gjenopprett i stedet.
nl: Je instellingen kunnen niet opnieuw worden ingesteld. Je kunt het opnieuw proberen en als het probleem zich blijft voordoen, selecteer je 'Zet terug'.
pl: Nie można wyzerować ustawień. Spróbuj ponownie. Jeśli problem będzie się powtarzać, wybierz Odtwórz.
pt_br: Não foi possível redefinir os ajustes. Tente novamente. Se o problema persistir, selecione Restaurar.
pt_pt: Não é possível repor as definições. Pode voltar a tentar e, se o problema persistir, selecione Restaurar.
ro: Configurările nu au putut fi resetate. Reîncercați și, dacă problema persistă, selectați opțiunea „Restaurați”.
ru: Не удается сбросить настройки. Попробуйте снова. Если проблема не исчезнет, выполните восстановление.
sk: Vaše nastavenia sa nedajú resetovať. Môžete to skúsiť znovu a ak problém pretrváva, vyberte namiesto toho Obnoviť.
sl: Vaših nastavitev ni mogoče ponastaviti. Lahko poskusite znova ali pa izberite možnost Ponastavi, če ne odpravite težave.
sv: Det går inte att nollställa dina inställningar. Försök igen. Om problemet kvarstår väljer du Återskapa istället.
th: ไม่สามารถรีเซ็ตการตั้งค่าของคุณได้ คุณสามารถลองอีกครั้งได้และหากยังเกิดปัญหาอยู่ ให้เลือกกู้คืนแทน
tr: Ayarlarınız sıfırlanamıyor. Yeniden deneyin. Sorun sürerse onun yerine Geri Yükle’yi seçin.
uk: Не вдається скинути ваші налаштування. Спробуйте ще раз. Якщо проблема не зникне, виберіть натомість «Відновити».
vi: Không thể đặt lại cài đặt của bạn. Bạn có thể thử lại và nếu sự cố vẫn tiếp diễn, hãy chọn Khôi phục.
zh_cn: 无法还原你的设置。 你可以重试。如果问题仍然存在，请选择“恢复”。
zh_hk: 無法重設設定。 你可以再試一次，如問題持續，請選擇「還原」。
zh_tw: 無法重置你的設定。 你可以再試一次，若問題持續發生，請改為選取「回復」。

# ResetTitle
source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaus
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiranje
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
ko: 재설정
nb: Nullstill
nl: Herstel
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetare
ru: Сброс
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置
